Repository: wootsbot/X-boilerplate
Catalog: messages/*.po
Languages: es_mx

# /zwHtF
source: Authentication with better-auth
es_mx: Autenticación con better-auth

# j2CZNi
source: Emails with Resend and react-email
es_mx: Correos electrónicos con Resend y react-email

# 3Uw5Gb
source: Build a low-code payment form and embed it on your site or host it on Stripe.
es_mx: Crea un formulario de pago sin código y embébelo en tu sitio o alójalo en Stripe.

# lJiqOh
source: The most comprehensive authentication framework for TypeScript.
es_mx: El marco de autenticación más completo para TypeScript.

# G4K6AW
source: Performant, flexible and extensible forms with easy-to-use validation. and TypeScript-first schema validation with static type inference
es_mx: Formularios de alto rendimiento, flexibles y extensibles con validación fácil de usar y validación de esquema orientada a TypeScript con inferencia de tipos estática

# R3UQDJ
source: Payments with Stripe
es_mx: Pagos con Stripe

# IbQwzk
source: Let's try the features live
es_mx: Prueba las características en vivo

# 5r+Pvd
source: React-Hook-Form and Zod
es_mx: React-Hook-Form y Zod

# Bj6iEn
source: Resend is the email API for developers.
es_mx: Resend es la API de correo electrónico para desarrolladores.

# UCefK7
source: Only focus on building your product.
es_mx: Solo enfócate en construir tu producto.

# YZxAbg
source: TanStack Query (FKA React Query) it makes fetching, caching, synchronizing and updating server state in your web applications a breeze.
es_mx: TanStack Query (anteriormente conocido como React Query) hace que obtener datos, almacenamiento en caché, sincronización y actualización del estado del servidor en tus aplicaciones web sea muy sencillo.

# IkH2T/
source: A starting boilerplate with configuration and best practices for your Nextjs projects.
es_mx: Un boilerplate inicial con configuración y mejores prácticas para tus proyectos de Next.js.

# znS5Lu
source: X-boilerplate a starting boilerplate with configuration and best practices for your Nextjs projects, so you can only focus on building your product.
es_mx: X-boilerplate un boilerplate inicial con configuración y mejores prácticas para tus proyectos de Next.js, para que solo te enfoques en construir tu producto.
